[
    {
        "_id": "635a0c0b64a6d231228942ae",
        "service_id": "04",
        "title": "Team Selection",
        "img": "https://i.ibb.co/nP2bm0d/345.jpg",
        "price": "20.00",
        "description": "The first step of the design-build process is for the owner to choose a design-build team. Owners carefully vet potential candidates and often choose the contractor-architect team with the most design-build experience and that best understands the company’s vision, needs, and budget. Though cost is an important factor to consider, it is not (nor should it be) the ONLY factor that influences the final decision. While it may be tempting for owners to choose the lowest price, a smart owner will understand the value of working with a qualified design-builder, and will often choose based primarily on the experience and skills the design-builder offers. Understanding the value of the design-build method is beneficial to everyone involved—designers, contractors, and owners—since designers and contractors can compete based on their skill level and owners can expect to receive a better quality project from start to finish. Oftentimes, the design-builder selection process overlaps with the next phase, the pre-construction phase, as the design-builder team selected will likely have already done a significant amount of research and analysis of the building site.",
        "facility": [
            {
                "name": "Instant Car Services",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "24/7 Quality Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Easy Customer Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Quality Cost Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            }
        ]
    },
    {
        "_id": "635a0c0b64a6d231228942af",
        "service_id": "05",
        "title": "Pre-construction",
        "img": "https://i.ibb.co/HDGJ7vJ/346.jpg",
        "price": "20.00",
        "description": "Though it may seem like a short phase, the pre-construction step is just as important, if not more so, than any other part of the process. Attention to detail during this phase is critical, as this is when the design-builder will learn about the owner’s business, including its goals, challenges, budget, and overall vision for the project. It’s a time for asking as many questions as necessary, so as to get a solid picture of what is expected to be delivered. During this phase, architects, engineers, contractors, and other consultants will work together to assess current structures, electrical systems, and more, in order to determine what needs to be done before construction can begin. These assessments allow for a thorough analysis of the construction site, which helps the design-build team to maximize efficiency throughout the project.",
        "facility": [
            {
                "name": "Instant Car Services",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "24/7 Quality Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Easy Customer Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Quality Cost Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            }
        ]
    },
    {
        "_id": "635b591a1dafe382a9da8c96",
        "service_id": "01",
        "title": "Design & Build",
        "img": "https://i.ibb.co/b2njHKD/347.webp",
        "price": "200.00",
        "description": "To begin, the estimated cost of the project is established very early on in the process, which eliminates the risk of going over budget later on during construction. The design-build process allows for more simplified project management, since all team members are working together under a single contract. Perhaps one of the most beneficial aspects of using the design-build method is the speed at which projects can be completed. By simplifying every part of the process—from the design-build team selection, to the design process, to construction—the entire project can be more efficiently managed and completed much faster than with the design-bid-build method. And, because the project can be completed more quickly, the building can be occupied sooner, and used for its intended purpose. In addition, there is significant potential for costs savings to occur throughout the project. Fewer design changes and mistakes are made due to miscommunication. An increase in collaboration enables customization and innovation, which results in less time and fewer materials being wasted at each stage of the project. The result is often a smoother, better quality deliverable, with no surprises, ultimately resulting in higher customer satisfaction. The design-build process also allows design-build teams to produce a repeatable project plan, which can be altered slightly for additional projects for the same client, or they can be customized to meet other client projects. This can be beneficial to both design-build teams, as well as owners.",
        "facility": [
            {
                "name": "Instant Car Services",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "24/7 Quality Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Easy Customer Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Quality Cost Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            }
        ]
    },
    {
        "_id": "635b5afc1dafe382a9da8c98",
        "service_id": "02",
        "title": "Architectural Design",
        "img": "https://i.ibb.co/d7SNsgv/img-18-800x400.jpg",
        "price": "150.00",
        "description": "Once the project parameters have been clearly defined, including the timeline, budget, and location, the architectural design phase can begin. At this point, some of the initial design strategy work may have already begun during the pre-construction phase. From here, all project team members will work together to develop the best possible design to help the project succeed. The design-build team will assess areas for cost savings and optimized productivity, while also meeting functional requirements and style preferences. The overall project vision is established during this phase, and preliminary drawings are presented to the owner. Pricing estimates can be established during this phase as well, and a final budget is provided to the owner. In addition, the project schedule is set, and initial building drawings are presented during this phase of the project. All expectations for the project are established at this point, and the project can begin upon agreement. Since the designer and contractor are working together, there are no additional bids to be set, and the project can begin even more quickly.",
        "facility": [
            {
                "name": "Instant Car Services",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "24/7 Quality Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Easy Customer Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Quality Cost Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            }
        ]
    },
    {
        "_id": "635b5b691dafe382a9da8c99",
        "service_id": "03",
        "title": "Post-construction",
        "img": "https://i.ibb.co/wBXQNSR/img-19-800x400.jpg",
        "price": "30.00",
        "description": "Upon completion of the project, the design-build team provides an overview of the project deliverables, as well as various O&M training materials, such as instructional videos, documented procedures, and in-person training sessions for applicable personnel. Because all of the work is done by a single entity, the post-construction process is often much more streamlined than when the designers and contractors are working separately.",
        "facility": [
            {
                "name": "Instant Car Services",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "24/7 Quality Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Easy Customer Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Quality Cost Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            }
        ]
    },
    {
        "_id": "635b5ba51dafe382a9da8c9a",
        "service_id": "06",
        "title": "Construction",
        "img": "https://i.ibb.co/RHZ8Jxx/images-9.jpg",
        "price": "20.00",
        "description": "If the design-build team has not already begun initial construction during the design phase, then it can begin immediately after. However, it is common during design-build projects for there to be some overlap between the design and construction phase, which can speed up the project considerably. Communication is simplified throughout the construction process, as there is typically just one point of contact for the project. Accountability is also established, as all workers are on the same team, moving toward the same goals and deadlines, and therefore any issues or concerns are often resolved quickly and efficiently. Due to the collaborative nature of the design-build delivery system, change orders are minimal and sometimes non-existent.",
        "facility": [
            {
                "name": "Instant Car Services",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "24/7 Quality Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Easy Customer Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            },
            {
                "name": "Quality Cost Service",
                "details": "Fuga numquam nulla nam, facere neque dignissimos ab esse magni accusamus eveniet ad corrupti, architecto nostrum."
            }
        ]
    }
]